tap "homebrew/bundle"
brew "xz"
brew "autoconf"
brew "automake"
brew "bash"
brew "bison"
brew "chruby"
brew "coreutils"
brew "openssl@3"
brew "ffmpeg"
brew "git"
brew "jq"
brew "libffi"
brew "libksba"
brew "libtool"
brew "libyaml"
brew "openjdk"
brew "openssl@1.1"
brew "pkgconf"
brew "readline"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ruby-install"
brew "the_silver_searcher"
brew "tmux"
brew "zlib"
cask "iterm2"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
vscode "42crunch.vscode-openapi"
vscode "alexisvt.flutter-snippets"
vscode "alexkrechik.cucumberautocomplete"
vscode "andreasblech.better-tests"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "castwide.solargraph"
vscode "csstools.postcss"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "flutterando.flutter-mobx"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "heaths.vscode-guid"
vscode "localizely.flutter-intl"
vscode "mathiasfrohlich.kotlin"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mssql"
vscode "nash.awesome-flutter-snippets"
vscode "octref.vetur"
vscode "ofhumanbondage.react-proptypes-intellisense"
vscode "pflannery.vscode-versionlens"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "takumii.markdowntable"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-maven"
vscode "vstirbu.vscode-mermaid-preview"
vscode "vue.volar"
vscode "wix.vscode-import-cost"
