brew "bash"
brew "bash-completion"
brew "coreutils"
brew "grep"
brew "ag"
brew "telnet"
brew "wget"
brew "tmux"
brew "reattach-to-user-namespace"
brew "vim"

brew "jq"
brew "thrift"

brew "ffmpeg"
brew "imagemagick"
brew "youtube-dl"

brew "git"
brew "awscli"
brew "tfenv"
brew "pyenv"
cask "docker"
brew "docker-credential-helper-ecr"

cask "visual-studio-code"
cask "iterm2"

cask "rectangle"
cask "middleclick"

cask "google-chrome"
cask "firefox"
cask "microsoft-edge"

cask "font-fira-code"

cask "spotify"
cask "vlc"

cask "slack"
cask "microsoft-teams"
cask "zoom"

cask "microsoft-office"

cask "avira-antivirus"
cask "1password"
