tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "coreutils"
brew "ffmpeg"
brew "git"
brew "grep"
brew "jq"
brew "parallel"
brew "reattach-to-user-namespace"
brew "ruby"
brew "telnet"
brew "tfenv"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "kqwait"
cask "firefox"
cask "font-fira-code"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "middleclick"
cask "notunes"
cask "spotify"
cask "vlc"
